Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A01B.tmx
Source language: en_us
Languages: zh_cn

source: Hillary Clinton warns North Korea to abandon nuclear programme or lose aid
zh_cn: 希拉里警告朝鲜放弃核计划，否则停止援助

source: The US secretary of state, Hillary Clinton, today warned North Korea that it stood to lose vital economic aid unless it took immediate steps to abandon its nuclear weapons programme.
zh_cn: 美国国务卿希拉里·克林顿今天警告朝鲜，如果不立即放弃核武器计划，美国将停止对它的重要经济援助。

source: In a move that could heighten tensions between the two countries, Pyongyang is reportedly preparing to test a Taepodong-2 ballistic missile believed to have sufficient range to reach US territory.
zh_cn: 据报道平壤正准备试发一颗大浦洞2号弹道导弹，这枚导弹射程足以到达美国国土。这一举动将使两国关系更为紧张。

source: Speaking in Tokyo on her first overseas trip as secretary of state, Clinton warned the Pyongyang regime against going ahead with the threatened launch, saying it would damage its prospects for improved relations with the US and the world.
zh_cn: 这是希拉里作为国务卿的第一次外访之旅，她在东京警告平壤政权不要进行它所威胁的发射，说这会毁掉它和美国及世界修好的前景。

source: Without prompting, she told reporters at a joint news conference with the Japanese foreign minister, Hirofumi Nakasone, that the rumoured test would jeopardise the Obama administration's willingness improve ties with Pyongyang.
zh_cn: 在和日本外交大臣中曾根弘文联合举行的新闻发布会上，希拉里在没有提示的情况下告诉记者，传言的导弹试发将会危及奥巴马政府与平壤改善关系的意愿。

source: "The possible missile launch that North Korea is talking about would be very unhelpful in moving our relationship forward," she said.
zh_cn: “朝鲜所说的可能进行的导弹发射对我们之间关系的发展有害无益，” 她说。

source: She added that if the North wanted to end its isolation it also had to meet denuclearisation pledges made during the Bush administration.
zh_cn: 她补充说如果朝鲜想要结束孤立状态的话，它还必须实现在布什政府时期所做的去核化承诺。

source: "The decision as to whether North Korea will cooperate in the six-party [nuclear] talks, end provocative language and actions is up to them, and we are watching very closely," Clinton said.
zh_cn: “朝鲜是否愿意与六方（核）会谈合作，停止煽动性语言和行动完全取决于他们自己，我们在密切关注，”希拉里说。

source: "If North Korea abides by the obligations it has already entered into and verifiably and completely eliminates its nuclear programme, then there will be a reciprocal response, certainly from the United States.
zh_cn: “如果朝鲜遵守协议规定的义务，有效地完全地去除核计划，就一定能得到美国的相应回应。

source: It is truly up to the North Koreans."
zh_cn: 全看朝鲜自己怎么选择。”

source: However, she refused to be drawn into criticism of the Bush administration, which failed to make progress on the nuclear issue despite removing North Korea from its list of states that sponsor terrorism.
zh_cn: 但是她拒绝对布什政府进行评判。除了把朝鲜从支持恐怖主义的国家的名单中划去，布什政府在核问题上没有取得任何进展。

source: "I am not going to get into an analysis of the past," she said. "The fact is that, over the past eight years, the North Koreans have obtained the capacity ... to make nuclear weapons.
zh_cn: ”我不会对过去横加分析，“她说， “事实是过去的八年间，朝鲜获得了制造核武器的能力。”

source: "If we could turn the clock back, we would not have let that occur.
zh_cn: “如果我们能让时钟倒转，我们不会让它发生。

source: But we are where we are."
zh_cn: 但是现在木已成舟。”

source: Analysts and government officials in the region believe Pyongyang is using the threatened missile launch to push its nuclear-linked demands to the top of the Obama administration's foreign policy agenda.
zh_cn: 当地的分析家和政府官员认为平壤是在利用导弹发射做威胁来把它与核武相关的要求推倒奥巴马政府外交日程的首位。

source: It has also threatened a naval clash with South Korea on the disputed western sea border between the two.
zh_cn: 它还威胁说将和韩国在有争端的西海（我国黄海）边界进行海军冲突。

source: "One will come to know later what will be launched," the North's state-run news agency, KCNA, said.
zh_cn: “待时机成熟，自然知道会发射什么，”朝鲜国有通讯社朝中社(朝鲜中央通信社KCNA)说。

source: By visiting Asia on her maiden trip, Clinton has broken with a long tradition among new secretaries of state of first visiting Europe or the Middle East.
zh_cn: 首次出访即访问亚洲，希拉里打破了美国国务卿长期以来上台后首访欧洲或中东的传统。

source: The move is seen as an acknowledgement of China's growing status as an economic and military power.
zh_cn: 这一举动被视为对中国作为经济军事大国地位上升的承认。

source: Part of Clinton's visit to Japan is intended to reassure her hosts that they will not be bypassed diplomatically as Obama attempts to win Chinese cooperation on trade, the environment and regional security.
zh_cn: 希拉里访问日本的部分目的是再次向日本确认虽然奥巴马试图和中国在贸易、环境、地区安全问题上合作，他们不会在外交上对日本置之不理。

source: Clinton was due to meet families of several Japanese nationals who were kidnapped by North Korean agents in the 1970s and 80s, an issue Tokyo views with more urgency than even the communist state's nuclear ambitions.
zh_cn: 希拉里还安排会见几位在七八十年代被朝鲜特务绑架的日本公民的家属，东京方面认为这个问题比朝鲜这个共产主义国家的核武雄心更迫切。

source: "The abductee issue is [one] of grave concern," Clinton said.
zh_cn: “绑架问题值得严重关切，”希拉里说。

source: "It is such a human tragedy.
zh_cn: “这是人类的悲剧。

source: We do want to press the North Koreans to be more forthcoming with information."
zh_cn: 我们十分希望能促使朝鲜发布更多的信息。”

source: She was also due to meet Ichiro Ozawa, Japan's main opposition leader, in a move that underlines the quickly deteriorating fortunes of the prime minister, Taro Aso.
zh_cn: 她还安排了会见日本主要反对党的领袖小泽一郎，此举使首相麻生太郎的处境加速窘迫。

source: Yesterday, Japan reported its economy had shrunk in the last quarter at its fastest rate since the 1974 oil shock and was heading for its deepest recession since the war.
zh_cn: 昨天，日本报道说上季度其经济缩水的速度达到1974年石油危机以来的最快，有可能成为二战以来最严重的衰退。

source: Clinton called for coordinated efforts to overcome the global economic crisis.
zh_cn: 希拉里呼吁通过合作来度过全球经济危机。

source: "As the first and second economies in the world we understand those responsibilities," she said, adding that countries should also "ensure our economies work for our own citizens".
zh_cn: “作为世界第一第二大经济，我们明白我们的责任，”她说，并补充国家要“保证我们的经济是为我们自己的公民服务的。”

source: Aso, whose approval ratings are the second lowest of any Japanese leader, was dealt another blow today when his finance minister, Shoichi Nakagawa, said he would resign after giving a press conference in Rome at the weekend while apparently drunk.
zh_cn: 麻生的支持率是日本历届首相中倒数第二低的，今天他又被财务大臣中川昭一的辞职打击。因为周末在罗马的发布会上明显的醉酒状态，中川昭一将辞职。

source: Nakagawa, who faced censure motions in parliament over his embarrassing performance, insisted he had been suffering the effects of a large dose of cold medicine mixed with a "sip" of wine.
zh_cn: 昭一因为难堪的表现受到议会指责。他强调他深受就着“一小口”酒吃了大剂量感冒药之苦。

source: Earlier, Clinton and Nakasone signed an agreement to transfer 8,000 US marines based on the southern island of Okinawa to the US Pacific territory of Guam by 2014.
zh_cn: 之前，希拉里和昭一签署了一项协议，关于在2014年前把驻扎日本南部冲绳岛的8000美国海军转移到美国太平洋领土关岛。

source: The deal is intended to reduce the military footprint on Okinawa, home to the bulk of US bases in Japan.
zh_cn: 这项协议的目的是减少美军在冲绳的驻兵人数。冲绳有大量美军在日本的驻地。

source: Clinton will fly to Indonesia tomorrow before going on to South Korea and China.
zh_cn: 希拉里将于明天飞抵印度尼西亚，然后是韩国和中国。
